
export const calcPrices = [
    [4, 5, 7, 10],
    [7, 9, 12, 17],
    [10, 13, 18, 20],
]

export const zones = [
    ['თბილისი'],
    ["გორი", "ხაშური", "ზესტაფონი", "ქუთაისი", "სენაკი", "სამტრედია", "ფოთი", "ბათუმი", "ბორჯომი", "ახალციხე", "რუსთავი", "თელავი", "ზუგდიდი"],
    ["ახმეტა", "წნორი", "დედოფლისწყარო", "დუშეთი", "თიანეთი", "ყაზბეგი", "ფასანაური", "გუდაური", "თეთრიწყარო", "მანგლისი", "წალკა", "კასპი", "ქარელი", "აგარა", "ბაკურიანი", "წაღვერი", "ადიგენი", "აბასთუმანი", "ასპინძა", "ახალქალაქი", "ნინოწმინდა", "ხარაგაული", "ტყიბული", "საჩხერე", "ჭიათურა", "თერჯოლა", "ბაღდათი", "ვანი", "ხონი", "წყალტუბო", "ამბროლაური", "ცაგერი", "ლენტეხი", "ონი", "ჩაქვი", "ურეკი", "მახინჯაური", "ხელვაჩაური", "ქედა", "მარტვილი", "ჩხოროწყუ", "ხობი", "წალენჯიხა"]
]


export const kilogramSteps: number[] = [3, 10, 20, 30]



export const everyZone = [...zones[0], ...zones[1], ...zones[2]].sort(Intl.Collator().compare);